[
  "Στο νέο του βιβλίο, που έχει ήδη ενταχθεί με επιτυχία στα πανεπιστήμια, ο κορυφαίος συγγραφέας Douglas E. Comer εισάγει τους αναγνώστες μεθοδικά και διεξοδικά στην υπολογιστική νέφους (cloud computing). Το βιβλίο Υπολογιστική νέφους: Το μέλλον της υπολογιστικής επικεντρώνεται στις... Περισσότερες Πληροφορίες",
  "",
  "Το παρόν βιβλίο καλύπτει τον ευρύτερο τομέα της τεχνητής νοημοσύνης. Τα κεφάλαια του βιβλίου εκτείνονται σε τρεις κατηγορίες:1.    Μέθοδοι συνεπαγωγικής συλλογιστικής:Αυτές οι μέθοδοι ξεκινούν με προκαθορισμένες υποθέσεις και συλλογίζονται με αυτές προκειμένου να... Περισσότερες Πληροφορίες",
  "C Προγραμματισμός, 9η Έκδοση με Μελέτες Περιπτώσεων για Προγραμματισμό Εφαρμογών και Προγραμματισμό ΣυστημάτωνΕκατομμύρια άνθρωποι σε όλο τον κόσμο έχουν μάθει προγραμματισμό με τα βιβλία, τα ηλεκτρονικά βιβλία, τα προϊόντα διαδραστικών μέσων και τους άλλους... Περισσότερες Πληροφορίες",
  "Γιατί χρειάζεται να διαβάσει κάποιος το βιβλίο; (1) Για να είναι σε θέση ο ελεγκτής πληροφορικής, ή ο εσωτερικός ελεγκτής ή και στελέχη πληροφορικής να επισκοπήσουν και να αξιολογήσουν τα υπάρχοντα μέτρα διακυβέρνησης πληροφορικής (πολιτικές, διαδικασίες, πρακτικές, κλπ.),... Περισσότερες Πληροφορίες",
  "Ανεξάρτητα από το αν είστε νέος χρήστης και κάνετε τώρα το ξεκίνημά σας στη σχεδίαση με το AutoCAD ή πεπειραμένος χρήστης και έχετε δυσκολευτεί με άλλα βοηθήματα χωρίς να έχετε ξεκαθαρίσει τη λογική της ηλεκτρονικής σχεδίασης, σε αυτό το βιβλίο θα βρείτε:    Τη βοήθεια που... Περισσότερες Πληροφορίες",
  "«Χρονογράφος της ψηφιακής κουλτούρας», η Βάλια Καϊμάκη, Επίκουρη Καθηγήτρια στο Ιόνιο Πανεπιστήμιο, αρθρογραφεί από το 2003 για την τεχνολογία, το διαδίκτυο και τα social media, ενώ ήδη από το 1998 είχε ξεκινήσει εκπομπές με την ίδια θεματολογία στο Πρώτο Πρόγραμμα της ΕΡΤ. Στα... Περισσότερες Πληροφορίες",
  " Η Amazon είναι ο πιο γρήγορος τρόπος για να εκδώσετε το βιβλίο σου στο εξωτερικό, εύκολα, γρήγορα, απλά και προπάντων ΔΩΡΕΑΝ, αρκεί να ξέρετε πώς να το κάνετε. To παρόν εγχειρίδιο είναι ένας step-by-step οδηγός που βοηθάει και κατευθύνει τα βήματα των συγγραφέων, προκειμένου να... Περισσότερες Πληροφορίες",
  " Το παρόν βιβλίο αποτελεί έναν φιλικό οδηγό, που έχει σκοπό να σας βοηθήσει να μάθετε να χρησιμοποιείτε την εφαρμογή Excel του Ελληνικού Microsoft Office 365 και να γνωρίσετε τις δυνατότητες που περιλαμβάνονται στο πρόγραμμα αυτό. Η ύλη του βιβλίου παρουσιάζεται με αναλυτικά... Περισσότερες Πληροφορίες",
  "Στον 21ο αιώνα όπου οι φοιτητές και οι λειτουργοί Υγείας είναι ήδη εξοικειωμένοι με τις βασικές αρχές των Τεχνολογιών Πληροφορικής, το παρόν σύγγραμμα στοχεύει σε περαιτέρω εκπαίδευσή τους στις Βάσεις Δεδομένων και στα Πολυμέσα, ως βασικές κατηγορίες εφαρμογών των νέων... Περισσότερες Πληροφορίες",
  "Το παρόν βιβλίο δίνει στον αναγνώστη, με απλό, δομημένο και επεξηγηματικό τρόπο, σε μορφή αυτοεκμάθησης και χωρίς απαίτηση προγενέστερων γνώσεων ή εξειδικευμένων δεξιοτήτων επί του αντικειμένου, την δυνατότητα να αναπτύξει την οποιαδήποτε εφαρμογή που καλύπτει γενικές... Περισσότερες Πληροφορίες",
  "",
  "Το βιβλίο αυτό απευθύνεται στους μαθητές Γ' ΕΠΑΛ του τομέα Πληροφορικής. Καλύπτει τόσο τον δομημένο όσο και τον αντικειμενοστραφή προγραμματισμό δίνοντας ιδιαίτερη έμφαση στην κατανόηση των συναρτήσεων. Στο βιβλίο αυτό υπάρχουν 354 λυμένες ασκήσεις υποδειγματικά... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό απευθύνεται στους μαθητές Γ' ΕΠΑΛ του τομέα Πληροφορικής. Καλύπτει τόσο τον δομημένο όσο και τον αντικειμενοστραφή προγραμματισμό δίνοντας ιδιαίτερη έμφαση στην κατανόηση των συναρτήσεων παρέχοντας περισσότερα από 140 παραδείγματα υλοποίησης συναρτήσεων... Περισσότερες Πληροφορίες",
  "Μπορεί μια σειρά επιστημονικής φαντασίας να ρίξει φως σε άγνωστες ή αφανείς πτυχές του τεχνοπολιτισμού του 21ου αιώνα; Πώς λειτουργεί στον θεατή η επαφή με μια ιστορία «εκτός πραγματικότητας», η οποία όμως ταυτόχρονα φαντάζει υπερβολικά «οικεία»; Στη δημοφιλή σειρά Black... Περισσότερες Πληροφορίες",
  "Κάθε τομέας της σύγχρονης ζωής, από την επικοινωνία μέχρι το εμπόριο και τις συγκρούσεις, εξαρτάται από το διαδίκτυο, και τα συνακόλουθα ζητήματα κυβερνοασφάλειας αφορούν κυριολεκτικά τους πάντες. Αντιμετωπίζουμε νέα ερωτήματα που άπτονται των δικαιωμάτων και των... Περισσότερες Πληροφορίες",
  "Με Εφαρμογές στην Υπολογιστική Μοντελοποίηση και την Κατανόηση Δεδομένων. Βασισμένο σε ένα «massive open online course» (MOOC) του MIT, το παρόν βιβλίο εισάγει τους φοιτητές με μικρή ή καθόλου πρότερη προγραμματιστική εμπειρία στην τέχνη της επίλυσης υπολογιστικών προβλημάτων με χρήση... Περισσότερες Πληροφορίες",
  "Πως αλλάζουν οι ανθρώπινες σχέσεις, καθώς διαμεσολαβούνται ολοένα και περισσότερο από νέα ψηφιακά εργαλεία; Πώς μετασχηματίζεται η ανθρώπινη εμπειρία όταν ένα είδος ψηφιακής μεμβράνης παρεμβάλλεται μεταξύ εξωτερικής και εσωτερικής πραγματικότητας; Γιατί στις ψηφιακά... Περισσότερες Πληροφορίες",
  "H Επιστήμη υπολογιστών προσφέρεται ως βασικό σύγγραμμα για ένα εισαγωγικό μάθημα στην πληροφορική. Οι συγγραφείς αναλύουν το υπολογιστικό σύστημα στα διάφορα επίπεδά του. Tο βιβλίο έχει σχεδιαστεί ώστε να παρέχει μια επισκόπηση των επιπέδων αυτών, παρουσιάζοντας τις... Περισσότερες Πληροφορίες",
  "Ο ταχύτερος, ευκολότερος και πιο περιεκτικός τρόπος για να μάθετε το Adobe InDesign. Το βιβλίο που κρατάτε στα χέρια σας αποτελεί μέλος της πιο δημοφιλούς σειράς πρακτικών οδηγών λογισμικού της Adobe, που προσφέρει όσα δεν προσφέρει κανένα άλλο βιβλίο ή εκπαιδευτικό πρόγραμμα –... Περισσότερες Πληροφορίες",
  "Σκοπός των ασκήσεων που περιέχονται σε αυτό το βιβλίο, εκτός από την εξοικείωση του αναγνώστη στη χρήση του στατιστικού πακέτου SPSS, είναι και η εισαγωγή στη στατιστική ανάλυση δεδομένων. Στόχος του είναι να αποτελέσει ένα χρήσιμο εργαλείο εκμάθησης, εφαρμογής και... Περισσότερες Πληροφορίες",
  "",
  "Με το παρόν βιβλίο επιχειρείται μια εισαγωγική προσέγγιση στη συλλογή, επεξεργασία και ανάλυση δεδομένων ποιοτικής έρευνας με αναφορές στις πιο διαδεδομένες μεθόδους και τεχνικές του χώρου και χρήση συναρτήσεων λογισμικού ανοικτού κώδικα, και συγκεκριμένα της γλώσσας... Περισσότερες Πληροφορίες",
  "Ο γρηγορότερος, ευκολότερος και πληρέστερος τρόπος να μάθετε το Adobe Illustrator. Η σειρά Βήμα προς Βήμα είναι μία πολύ επιτυχημένη σειρά εκπαιδευτικών βιβλίων και προσφέρει κάτι το οποίο δεν θα βρείτε σε άλλο βιβλίο ή εκπαιδευτικό πρόγραμμα – μία επίσημη εκπαιδευτική σειρά από... Περισσότερες Πληροφορίες",
  "Το σύγγραμμα Εισαγωγή στην πληροφορική συνεχίζει την επιτυχημένη του πορεία, καθώς αποτελεί μια ενδιαφέρουσα προσέγγιση στη διδασκαλία των θεμάτων και των δεξιοτήτων που απαιτούνται για την εις βάθος κατανόηση του ψηφιακού κόσμου. Με απλή και κατανοητή γλώσσα και... Περισσότερες Πληροφορίες",
  "Η Τάνια Γκούντιν, ειδική στην ψηφιακή απεξάρτηση, παρέχει σε όσους έχουν χαθεί στον κόσμο του Διαδικτύου έναν πρακτικό οδηγό, με σκοπό να τους βοηθήσει να βρουν την ισορροπία ανάμεσα στην ψηφιακή και στην πραγματική τους ζωή. Εάν νιώθετε ότι ο σύντροφός σας σας αγνοεί και... Περισσότερες Πληροφορίες",
  " Κυκλοφορεί από τις εκδόσεις Άβακας το πρώτο βιβλίο για το Joomla! 4.x στα Ελληνικά. Με αυτό το βιβλίο θα μάθετε τα πάντα για τη νέα έκδοση του πιο δημοφιλούς Συστήματος Διαχείρισης Περιεχομένου (CMS) στον κόσμο, Joomla! 4. Δείτε σε απλή και κατανοητή γλώσσα πως να προσθέτετε άρθρα... Περισσότερες Πληροφορίες",
  "Το παρόν βιβλίο, βασισμένο στο Spike Prime, το νέο εκπαιδευτικό πακέτο της Lego Education, αποτελεί το δεύτερο μέρος της νέας σειράς βιβλίων εκπαιδευτικής ρομποτικής. Απευθύνεται τόσο σε μαθητές όσο και σε ενήλικες, οι οποίοι έχουν αποκτήσει τις βασικές γνώσεις προγραμματισμού που... Περισσότερες Πληροφορίες",
  "Αυτό το βιβλίο έχει σκοπό να καλύψει τις ανάγκες του αναγνώστη που επιθυμεί να μάθει τις βασικές αρχές προγραμματισμού και να τις χρησιμοποιήσει σε κάποιες από τις πιο δημοφιλείς γλώσσες προγραμματισμού. Στα έξι πρώτα κεφάλαια, ο αναγνώστης θα έχει την ευκαιρία να... Περισσότερες Πληροφορίες",
  "Το βιβλίο απευθύνεται σε φοιτητές Πανεπιστημίων, μαθητές ΕΠΑΛ, καταρτιζόμενους ΙΕΚ και δια βίου μάθησης, καθώς και σε Μηχανικούς ή σχεδιαστές που θέλουν να αυξήσουν την παραγωγικότητά τους, δημιουργώντας τα σχέδιά τους στο δημοφιλές πρόγραμμα AutoCAD. Το βιβλίο δεν είναι ένα... Περισσότερες Πληροφορίες",
  "Ένας προσβάσιµος οδηγός που παρέχει συνοπτικές πληροφορίες για σύγχρονες ψηφιακές µεθόδους έρευνας. Συνδυάζοντας εισαγωγικές γνώσεις µε θέµατα πρακτικής εφαρµογής και περαιτέρω έρευνας, αποτελεί έναν χάρτη πορείας στο συχνά συγκεχυµένο πεδίο της ψηφιακής έρευνας, ενώ... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό είναι ένας συνοπτικός οδηγός που θα σας βοηθήσει να αντιληφθείτε τη δυναμική των τεχνολογικών εξελίξεων και να αποκτήσετε σφαιρική εικόνα των κύριων ζητημάτων που προκύπτουν από τη χρήση της τεχνητής νοημοσύνης σε όλο και περισσότερους τομείς της ζωής... Περισσότερες Πληροφορίες",
  "Η υιοθέτηση ενός ψηφιακού σύγχρονου γραφείου από τις επιχειρήσεις, λειτουργεί ενισχυτικά στο οικονομικό έλεγχο και τη διοίκηση τους. Επιπλέον είναι απαραίτητη, καθώς τις βοηθά να λειτουργούν και να λύνουν στοιχειώδη προβλήματα. Τα οφέλη είναι πολλά, ακόμη και στη... Περισσότερες Πληροφορίες",
  "Ο Στέλιος Στυλιανίδης και η DSkomotini προσφέρουν σε ένα βιβλίο όλη την γνώση και την εμπειρία για την επιτυχία στο Instagram. Η προσέγγιση τους είναι αυτή που θα ήθελες. Όχι θεωρίες και δύσκολοι όροι, αλλά ένα προς ένα όλα τα βήματα που πρέπει να κάνεις για να έχεις έναν πετυχημένο... Περισσότερες Πληροφορίες",
  " Εισαγωγή, τακτοποίηση, μετασχηματισμός, οπτικοποίηση και μοντελοποίηση των δεδομένων. Με το βιβλίο Προγραμματισμός σε R για την επιστήμη των δεδομένων θα μάθετε να χρησιμοποιείτε την R για να αποκτάτε διορατικά στοιχεία, ενδελεχείς γνώσεις και κατανόηση από... Περισσότερες Πληροφορίες",
  "δηγός για νέους και έμπειρους προγραμματιστές. Με χρήση του Visual Studio Code και δωρεάν συνοδευτικό υλικό στο Διαδίκτυο. Σύμφωνα με τον Jerome Bruner, η μάθηση απαιτεί ενεργή συμμετοχή του εκπαιδευόμενου, πειραματισμό, εξερεύνηση και ανακάλυψη. Το βιβλίο Python 3: Αλγοριθμική και... Περισσότερες Πληροφορίες",
  " Το παρόν βιβλίο αποτελεί το πρώτο μέρος από μία νέα σειρά βιβλίων Εκπαιδευτικής Ρομποτικής, απευθυνόμενο τόσο σε μαθητές όσο και ενήλικες, αρχάριους ή προχωρημένους. Ολοκληρωμένη η σειρά αποτελεί ένα πλήρη οδηγό για το πιο πρόσφατο εγχείρημα της LegoEducation, το SpikePrime. Οι... Περισσότερες Πληροφορίες",
  "",
  "Η ραγδαία πρόοδος που έχει συντελεστεί από τον 20ό αιώνα μέχρι σήμερα στον τομέα της επιστήμης των Τεχνολογιών Πληροφορικής και Επικοινωνιών επέδρασε καταλυτικά σε κάθε πτυχή της ανθρώπινης δραστηριότητας. Η διάδοση του Διαδικτύου και η καθιέρωσή του ως το πιο δημοφιλές... Περισσότερες Πληροφορίες",
  "Ο Ταχύτερος, Ευκολότερος και Πληρέστερος Τρόπος για να Μάθετε το Adobe Photoshop 2021. Η σειρά των βιβλίων Βήμα προς Βήμα, είναι το καλύτερο εκπαιδευτικό υλικό που μπορείτε να βρείτε στην αγορά για λογισμικό και προσφέρει αυτό που δεν κάνει κανένα άλλο βιβλίο ή εκπαιδευτικό... Περισσότερες Πληροφορίες",
  "Οι άνθρωποι χρησιμοποιούν τη γλώσσα του σώματος για να συνδεθούν και να χτίσουν εμπιστοσύνη. Όσο όμως η επικοινωνία τείνει να γίνεται εξ ολοκλήρου πίσω από μια οθόνη, τα παραδοσιακά σημάδια της γλώσσας του σώματος δεν είναι πια ορατά. Ή μήπως είναι. Απαντήσεις σε μέιλ που... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό είναι ένα εισαγωγικό βιβλίο στις βάσεις δεδομένων. Αρκετό από το υλικό που συμπεριλαμβάνεται σε αυτό αποτελεί διδακτικό υλικό για το αντίστοιχο μάθημα στο Ελληνικό Ανοικτό Πανεπιστήμιο σε μία διαφορετική έκδοση ειδικά για εκπαίδευση από απόσταση. Σκοπός... Περισσότερες Πληροφορίες",
  "Καλύπτει και τη βιβλιοθήκη jQuery. Η γλώσσα JavaScript είναι η κύρια γλώσσα προγραμματισμού για το Διαδίκτυο, και χρησιμοποιείται από την πλειοψηφία των προγραμμα-τιστών τόσο για την ανάπτυξη αλληλεπιδραστικών εφαρμογών Ιστού όσο και σε άλλους τομείς, όπως είναι η δημιουργία... Περισσότερες Πληροφορίες",
  "Αυτή η έκδοση του βιβλίου παρουσιάζει τις αλλαγές που συνέβησαν στην ΤΝ από την προηγούμενη έκδοση του 2010: Γενικά, περίπου το 25% του περιεχομένου του βιβλίου είναι εντελώς καινούργιο. Το υπόλοιπο 75% έχει ξαναγραφεί σε μεγάλο βαθμό ώστε να παρουσιάζει μια πιο ενιαία εικόνα... Περισσότερες Πληροφορίες",
  "Οδηγός για την ανάπτυξη εφαρμογών και εκπαιδευτικών δραστηριοτήτων STEM με το Arduino. Στη σημερινή εποχή, όπου και να ψάξουμε θα βρούμε κρυμμένους μηχανισμούς που ελέγχουν κάποιες συνθήκες και ενεργούν ανάλογα. Οι μηχανισμοί αυτοί συνήθως στηρίζονται σε μικροϋπολογιστές ή... Περισσότερες Πληροφορίες",
  "Καλύπτει επίσης τo AutoCAD 2018 έως 2021, καθώς και τα Express Tools. Το βιβλίο αυτό αποτελεί τη συνέχεια της επιτυχημένης σειράς \"Δουλέψτε με το AutoCAD\" που ξεκίνησε το 1995 με την έκδοση 13 για DOS και συνεχίζεται μέχρι και την έκδοση 2022. Με το βιβλίο αυτό στα χέρια σας, μπορείτε να αισθανθείτε... Περισσότερες Πληροφορίες",
  "Γνωρίστε τον κόσμο των υπολογιστών μέσα από ένα και μόνο βιβλίο.Windows - Word -Excel -PowerPoint -Access -Outlook -Εισαγωγή στους Η/Υ   Εισαγωγή στο InternetΓραμμένο με απλά λόγια, απευθύνεται σε όλους τους χρήστες υπολογιστών που θέλουν να μάθουν γρήγορα και εύκολα τα Microsoft Windows 10 και τις... Περισσότερες Πληροφορίες",
  "Για να μάθετε πραγματικά την επιστήμη δεδομένων, δεν πρέπει απλώς να κυριαρχήσετε στα εργαλεία –βιβλιοθήκες επιστήμης δεδομένων, πλαίσια, μονάδες κώδικα και εργαλειοθήκες–, αλλά επίσης να κατανοήσετε τις ιδέες και τις αρχές που διέπουν τη λειτουργία τους. Αυτή η δεύτερη... Περισσότερες Πληροφορίες",
  "Ο κύριος σκοπός του βιβλίου είναι να παρουσιάσει στον αναγνώστη το σύνολο των στοιχείων της γλώσσας C και μέσω απλών παραδειγμάτων να τον εισαγάγει βήμα-βήμα στον προγραμματισμό. Η δομημένη μορφή του βιβλίου σε συνδυασμό με τα πολλά παραδείγματα θα βοηθήσουν τον... Περισσότερες Πληροφορίες",
  "Ο Μικροελεγκτής BBC Micro:Bit είναι ένας οικονομικός μικροελεγκτής ειδικά σχεδιασμένος για θέματα S.T.E.M. και για εφαρμογές Εκπαιδευτικής Ρομποτικής. Λόγω των τεχνικών του χαρακτηριστικών, του μικρού μεγέθους και των ενσωματωμένων αισθητήρων αποτελεί μια ελκυστική λύση για τη... Περισσότερες Πληροφορίες",
  "Ο συλλογικός τόμος Μέσα, Πληροφορία και Επικοινωνία στην ψηφιακή εποχή, που έχω την τιμή να προλογίζω, προσφέρει αυτή την τόσο αναγκαία διεπιστημονική προσέγγιση στα φαινόμενα των μέσων και της επικοινωνίας. Οι επιστήμονες, που υπογράφουν τα άρθρα, προέρχονται από... Περισσότερες Πληροφορίες",
  "Τι σημαίνει ψηφιακό; Τι είναι ο κυβερνοχώρος; Η παρούσα μελέτη αποτελεί ένα εγχειρίδιο για μια ευρύτερη έρευνα, υπόθεση της οποίας είναι ότι ο ψηφιακός κόσμος συγκροτεί μία εικονική πραγματικότητα όχι ως μιμητική αντανάκλαση, αλλά ως επέκταση και αναδημιουργία του... Περισσότερες Πληροφορίες",
  "Το βιβλίο πραγματεύεται τις έννοιες των σχεσιακών βάσεων δεδομένων, αναλύει τις θεωρητικές και πρακτικές προσεγγίσεις που χρησιμοποιούνται για τον σχεδιασμό τους και παρουσιάζει δημοφιλή λογισμικά περιβάλλοντα τα οποία έχουν αναπτυχθεί για την υλοποίηση και τη χρήση... Περισσότερες Πληροφορίες",
  "Το σύγγραμμα στοχεύει στη διδασκαλία της συστηματικής προσέγγισης στην επίλυση προβλημάτων, εφαρμόζοντας κοινά αποδεκτές μεθόδους ανάπτυξης λογισμικού για τη σχεδίαση προγραμματιστικών λύσεων. Μπορεί να χρησιμοποιηθεί στο πλαίσιο εισαγωγικών μαθημάτων στις μεθόδους... Περισσότερες Πληροφορίες",
  "Ο ρόλος της πληροφορικής στο σύγχρονο σύστημα υγείας, μέσω της υλοποίησης των ολοκληρωμένων πληροφοριακών συστημάτων, μεταβάλλεται σταδιακά από περιφερειακό σε ουσιαστικό και από υποστηρικτικό σε στρατηγικό, στοχεύοντας στην ενίσχυση του νοσοκομειακού μάνατζμεντ. Ο... Περισσότερες Πληροφορίες",
  "Για πρώτη φορά στην Ελλάδα, μια σειρά βιβλίων για την Επιστήμη των Υπολογιστών, τον Προγραμματισμό και τη Ρομποτική, που απευθύνεται σε παιδιά, εφήβους και ενήλικες, αρχάριους ή προχωρημένους, χωρίς να απαιτεί καμία πρότερη γνώση, ούτε προμήθεια επιπρόσθετου υλικού, σε... Περισσότερες Πληροφορίες",
  "Η Ηλεκτρονική Διακυβέρνηση αγορά στον εκσυγχρονισμό του Κράτους και της Δημόσιας Διοίκησης, με όχημα τις Τεχνολογίες Πληροφοριών και Επικοινωνιών, με στόχο το ριζικό μετασχηματισμό των υφιστάμενων διαδικασιών και την αναβάθμιση των παρεχόμενων υπηρεσιών, σε υπηρεσίες... Περισσότερες Πληροφορίες",
  "«Τα Όπλα Μαθημαζικής Καταστροφής είναι ένα συναρπαστικό, ειλικρινές σήμα συναγερμού. Αναγνωρίζει ότι τα μοντέλα δεν πρόκειται να εξαφανιστούν· ως εργαλεία για τον εντοπισμό ατόμων που αντιμετωπίζουν δυσκολίες είναι καταπληκτικά. Όμως, ως εργαλεία τιμωρίας και... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό γράφτηκε για να βοηθήσει και να διευκολύνει τις επιχειρήσεις στη συμμόρφωση με τον Γενικό Κανονισμό Προστασίας προσωπικών Δεδομένων (Γ.Κ.Π.Δ.) ευρέως γνωστό ως GDPR από την αγγλική ονομασία General Data Protection Regulation. Κεντρικό πρόσωπο για την εφαρμογή του κανονισμού... Περισσότερες Πληροφορίες",
  "Η γλώσσα προγραμματισμού Python είναι μια εύκολη στην εκμάθηση γλώσσα υψηλού επιπέδου, που χρησιμοποιείται τόσο στον χώρο της εκπαίδευσης όσο και ως επαγγελματικό εργαλείο ανάπτυξης εφαρμογών. Το βιβλίο αυτό σχεδιάσθηκε να αποτελέσει το κύριο βοήθημα για ένα βασικό μάθημα... Περισσότερες Πληροφορίες",
  "ΕΙΣΤΕ… ΠΡΩΤΑΡΗΔΕΣ ΣΤΟ MINECRAFT;Αυτό το βιβλίο είναι ιδανικό για να ξεκινήσετε την περιπλάνησή σας στην έκδοση Bedrock του Minecraft.Θα σας βοηθήσει να επιβιώσετε στον επικίνδυνο Επάνω Κόσμο, να εξορύσσετε υλικά, να βρίσκετε τροφή, να κατασκευάζετε εργαλεία, να χτίσετε το... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας βοηθήσει να μάθετε να χρησιμοποιείτε τα ελληνικά Microsoft Windows 10. Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες ώστε να μπορούν να τις παρακολουθήσουν και να... Περισσότερες Πληροφορίες",
  "Το FreeCAD είναι ένα λογισμικό παραμετρικής σχεδίασης που προσφέρεται δωρεάν ακόμα και για εμπορική χρήση. Το βιβλίο αυτό παρέχει μια γενική παρουσίαση των δυνατοτήτων του προγράμματος σε μια ποικιλία θεμάτων, όπως σχεδίαση 2D, σχεδίαση 3D, μηχανολογικό σχέδιο, αρχιτεκτονικό... Περισσότερες Πληροφορίες",
  "Η βασική επιδίωξη του παρόντος βιβλίου είναι να κάνει µια «µαγνητική τοµογραφία» των ψηφιακών τεχνολογιών στη ζωή και στη λειτουργία του σύγχρονου καπιταλισµού. Ξεκινώντας από τις αλλαγές που επέρχονται στο πεδίο των παραγωγικών δυνάµεων, αναλύει την επίδρασή τους στις... Περισσότερες Πληροφορίες",
  "O οδηγός Python® της Deitel® για τον επαγγελματία προγραμματιστή με εισαγωγικές μελέτες περιπτώσεων τεχνητής νοημοσύνηςΓραμμένο για προγραμματιστές με υπόβαθρο σε μία άλλη γλώσσα υψηλού επιπέδου, το βιβλίο αυτό χρησιμοποιεί οδηγίες από πρώτο χέρι για τη διδασκαλία των πλέον... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας βοηθήσει να μάθετε γρήγορα και απλά να χρησιμοποιείτε την εφαρμογή Excel του ελληνικού Microsoft Office 2019/Microsoft 365. Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες ώστε... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας βοηθήσει να μάθετε γρήγορα και απλά να χρησιμοποιείτε την εφαρμογή Access του ελληνικού Microsoft Office 2019/Microsoft 365.Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας βοηθήσει να μάθετε γρήγορα και απλά να χρησιμοποιείτε την εφαρμογή PowerPoint του ελληνικού Microsoft Office 2019/Microsoft 365.Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας βοηθήσει να μάθετε γρήγορα και απλά να χρησιμοποιείτε την εφαρμογή Word του ελληνικού Microsoft Office 2019/Microsoft 365.Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες ώστε... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί ένα φιλικό, οπτικό οδηγό που θα σας εξοικειώσει γρήγορα και απλά με τα Δίκτυα Υπολογιστών και το Διαδίκτυο. Τα κείμενα συνοδεύονται από πλήθος εικόνων που δείχνουν στους χρήστες οπτικά τις σχετικές διαδικασίες ώστε να μπορούν να τις... Περισσότερες Πληροφορίες",
  "Στο βιβλίο αυτό θα εκπαιδευθείτε βιωματικά με τις πιο συναρπαστικές, τεχνολογίες αιχμής της υπολογιστικής – και, όπως θα δείτε, με ένα εύκολα ρυθμίσιμο μείγμα πληροφορικής και επιστήμης δεδομένων κατάλληλο για εισαγωγικά μαθήματα σε αυτούς και σε συναφείς τομείς. Και θα... Περισσότερες Πληροφορίες",
  "Οι ψηφιακές τεχνολογίες ενσωματώνονται στην καθημερινή εμπειρία, παρέχοντας πρόσβαση σε πληροφορίες και προσφέ­ροντας διαρκή κοινωνική επαφή και διαμεσολάβηση στις περισσό­τερες από τις δραστηριότητες και τους τρόπους που συνδεόμαστε. Το συγκεκριμένο βιβλίο... Περισσότερες Πληροφορίες",
  "O κύριος στόχος του βιβλίου είναι να βοηθήσει τους φοιτητές και τους ερευνητές που προσεγγίζουν τη στατιστική με άγχος και δέος να κατανοήσουν ότι η εφαρμοσμένη στατιστική στις κοινωνικές επιστήμες δεν είναι ένα επιστημονικό πεδίο που αφορά μόνο λίγους, και μάλιστα... Περισσότερες Πληροφορίες",
  "Απευθύνεται κυρίως σε φοιτητές/τριες των Κοινωνικών Επιστημών αλλά και σε κοινωνικούς ερευνητές/τριες και αποτελεί ένα εισαγωγικό εγχειρίδιο που αφορά στο στατιστικό λογισμικό πακέτο SPSS (Statistical Package for the Social Sciences). Είναι ένας πρακτικός οδηγός ανάλυσης δεδομένων, ο οποίος... Περισσότερες Πληροφορίες",
  "Η χωρική ανάλυση φαινομένων αποκτά ολοένα και περισσότερο σημασία τα τελευταία χρόνια καθώς προσπαθούμε να αναλύσουμε πολύπλοκα φαινόμενα τα οποία έχουν χωρική υπόσταση. Από τις θέσεις κεραιών κινητής τηλεφωνίας έως τις θέσεις εμφάνισης φυτικών ειδών. Η γεωστατιστική... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί συνδυασμό της βασικής θεωρίας της Οικονομετρίας με παραδείγματα, ασκήσεις και οδηγίες για τη χρήση προγραμμάτων σε Η/Υ. Καθώς αποσκοπεί να βοηθήσει τον αναγνώστη/αναγνώστρια να χρησιμοποιήσει μεθοδικά τις κατάλληλες οικονομετρικές μεθόδους... Περισσότερες Πληροφορίες",
  "Η κατάθεση ψυχής ενός από τους διαπρεπέστερους Έλληνες στον κόσμο, που θεωρείται ως μια διάνοια της επιστήμης της πληροφορικής. Τιμημένου με το βραβείο Turing, την ανώτατη διάκριση στην πληροφορική. Χάρη σ΄ αυτόν σήμερα τα αεροπλάνα πετάνε με μεγαλύτερη ασφάλεια. Επίσης οι... Περισσότερες Πληροφορίες",
  "Η γλώσσα προγραμματισμού Python μέσα από παραδείγματα και ασκήσεις είναι ο οδηγός εκμάθησης της γλώσσας προγραμματισμού Python με τις περισσότερες πωλήσεις στον κόσμο. Πρόκειται για μια εντατική και ενδελεχή εισαγωγή στον προγραμματισμό με Python η οποία θα σας βοηθήσει να... Περισσότερες Πληροφορίες",
  "Η 3η αναβαθμισμένη έκδοση αυτού του βιβλίου θα σας βοηθήσει να μάθετε οπτικά και με εύκολο και φιλικό τρόπο να χρησιμοποιείτε τα Windows 10 και να εξοικειωθείτε με τις εφαρμογές του Office 2019 / Microsoft 365 (Word, Excel, PowerPoint, Access, Outlook).Το βιβλίο έχει ενημερωθεί με τις τελευταίες εξελίξεις... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό είναι ιδανικό για τον προχωρημένο χρήστη που θέλει να εκμεταλλευτεί τις ισχυρές δυνατότητες του Excel 2019.Το πρώτο μέρος ολοκληρώνει το θεωρητικό κομμάτι, ενώ στο δεύτερο αναφέρονται οι πιο σημαντικές συναρτήσεις με πολλά παραδείγματα. Στο τρίτο μέρος... Περισσότερες Πληροφορίες",
  "Επειδή οι επιχειρήσεις βασίζονται όλο και περισσότερο στο διαδίκτυο, οι μηχανικοί δεδομένων και λογισμικών προσπαθούν να χρησιμοποιήσουν τις νέες τεχνολογίες για να δημιουργήσουν σημασιολογικό περιεχόμενο και εφαρμογές που απευθύνονται σε αυτό το περιεχόμενο.Η... Περισσότερες Πληροφορίες",
  "Η νέα έκδοση του βιβλίου είναι αποτέλεσμα της μακροχρόνιας ενασχόλησης των συγγραφέων με το αντικείμενο της Ηλεκτρονικής Επιχειρησιακής Δράσης και των συστηματικών τους προσπαθειών να μεταφέρουν στους φοιτητές τις σημαντικότερες γνώσεις γύρω από το συγκεκριμένο... Περισσότερες Πληροφορίες",
  "Η γλώσσα οπτικού προγραμματισμού των LEGO® MINDSTORMS® EV3, που βασίζεται σε μπλοκ, έχει σχεδιαστεί για να επιτρέψει σε οποιονδήποτε να προγραμματίσει έξυπνα ρομπότ. Διαθέτει ισχυρότατα χαρακτηριστικά που στην αρχή μπορούν να προκαλέσουν φόβο στον αρχάριο. Το βιβλίο \"Η Τέχνη... Περισσότερες Πληροφορίες",
  "Στο βιβλίο αυτό γίνεται εκτενής αναφορά στην αρχιτεκτονική και τον προγραμματισμό του μικροελεγκτή ATmega8515, που αποτελεί έναν από τους μικροελεγκτές AVR της ATMEL καθώς και στην αναπτυξιακή πλατφόρμα Arduino.Ιδιαίτερη μνεία επιχειρείται στα ηλεκτρονικά που αφορούν τα... Περισσότερες Πληροφορίες",
  "Το βιβλίο \"Εκπαιδευτική Ρομποτική - Mindstorms EV3, τόμος Α\", είναι ένας αναλυτικός οδηγός ο οποίος έχει σκοπό να εισάγει τον αναγνώστη στον κόσμο της εκπαιδευτικής ρομποτικής και στα πλεονεκτήματα που παρέχει μέσω της μεθόδου διδασκαλίας S.T.E.M.Χωρισμένο σε 4 μέρη το βιβλίο... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό είναι ένας Αναγνώστης. Είναι, δηλαδή, μια συλλογή κειμένων που έχει στόχο να φέρει σε επαφή την αναγνώστρια ή τον αναγνώστη με ορισμένα από τα αντιπροσωπευτικότερα κείμενα που θεμελίωσαν το πεδίο των Ψηφιακών Σπουδών. Η επιλογή των κειμένων έχει στόχο,... Περισσότερες Πληροφορίες",
  "Ο συνδυασμός ενός ισχυρού θεωρητικού υπόβαθρου, της χρήσης δεδομένων σε μεγάλη έκταση (Big Data), αλλά και της ευχέρειας εφαρμογής εμπειρικών μεθόδων είναι χαρακτηριστικά αναγκαία στη σύγχρονη εποχή της πληροφορίας εξαιτίας της πολυπλοκότητας των προβλημάτων που οι... Περισσότερες Πληροφορίες",
  "Μια πραγματεία για το σύγχρονο τεχνολογικό μας αδιέξοδο γραμμένη με ευρυμάθεια, ματιά διεπιστημονική, κριτική, διεισδυτική και ελεύθερη, αναφορές που εκτείνονται από την τέχνη και τη μαζική κουλτούρα ως την ιστορία της τεχνολογίας, τη φιλοσοφία και την πολιτική... Περισσότερες Πληροφορίες",
  "\"Οι Ν. Πάτερσον και Τ. Χένεσι βελτίωσαν σε μεγάλο βαθμό αυτό που ήταν ήδη το χρυσό πρότυπο των βιβλίων. Στο ταχέως εξελισσόμενο πεδίο της αρχιτεκτονικής υπολογιστών, έχουν συγκεντρώσει έναν εντυπωσιακό αριθμό πρόσφατων μελετών περιπτώσεων και σύγχρονων θεμάτων σε ένα... Περισσότερες Πληροφορίες",
  "Εκατομμύρια σπουδαστές και επαγγελματίες σε όλο τον κόσμο μαθαίνουν προγραμματισμό και ανάπτυξη λογισμικού με βιβλία, βίντεο LiveLessonsΤΜ και ηλεκτρονικές εκδόσεις της Dietel.Το C   Προγραμματισμός 9η έκδοση παρουσιάζει μια καθαρή, απλή, ενδιαφέρουσα και διασκεδαστική... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό αποτελεί σύνοψη τού βιβλίου “Λυμένες Ασκήσεις C  ”, 2020, ISBN 978-618-00-2137-0 . Περιέχει περίπου το 70% του περιεχομένου και 93 λιγότερες ασκήσεις από αυτό παραλείποντας τα προχωρημένα θέματα τής γλώσσας και δημιουργώντας έτσι μια συνοπτική αλλά ουσιαστική παρουσίασή... Περισσότερες Πληροφορίες",
  "Το περιεχόμενο τού βιβλίου αυτού συμπεριλαμβάνεται στην έκδοση “Λυμένες Ασκήσεις C  ” ISBN:978-618-00-2137-0 . Η ανεξάρτητη κυκλοφορία απευθύνεται στους αναγνώστες οι οποίοι έχουν μια βασική γνώση τής γλώσσας C   και επιθυμούν να αποσαφηνίσουν ορισμένα απο τα θέματα τής γλώσσας τα... Περισσότερες Πληροφορίες",
  "Η γλώσσα C   είναι η γλώσσα που διαδραματίζει σημαντικό ρόλο στο χώρο της πληροφορικής ενσωματώνοντας τόσο το διαδικαστικό όσο και το αντικειμενοστραφές πρότυπο προγραμματισμού. Το βιβλίο αυτό ξεκινάει την περιγραφή της γλώσσας από το επίπεδο του έμπειρου χρήστη της... Περισσότερες Πληροφορίες",
  "Η μελέτη της γλώσσας C   είναι ελλιπής αν δεν αναφερθούμε στην Standard Template Library (STL). Η βιβλιοθήκη αυτή συμπληρώνει την γλώσσα C   με μια πληθώρα δομών δεδομένων έτοιμων για χρήση. Με την βιβλιοθήκη αυτή, η δουλειά του προγραμματιστή γίνεται πολύ ευκολότερη και ανεβάζει την... Περισσότερες Πληροφορίες",
  "Κατηγορείστε για ένα έγκλημα. Ποιον θα προτιμούσατε να σας δικάσει- έναν άνθρωπο ή έναν αλγόριθμο;Η Hannah Fry εξηγεί την πραγματική σημασία που έχουν για τη ζωή μας οι πολύπλοκοι αλγόριθμοι των συστημάτων τεχνητής νοημοσύνης, αναδεικνύοντας, με λακωνικά αλλά στέρεα... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό γράφτηκε για να καλύψει τις ανάγκες των προγραμμάτων σπουδών των Ελληνικών Πανεπιστημίων με ένα σύγγραμμα που θα εισήγαγε τον φοιτητή στην δομή και τη λειτουργία ενός Υπολογιστικού Συστήματος.Γίνεται μια προσπάθεια να παρουσιαστούν έννοιες όπως ... Περισσότερες Πληροφορίες",
  "Το παρόν βιβλίο με τίτλο «Πληροφοριακά Συστήματα Υγείας και Ηλεκτρονικές Υπηρεσίες» αφορά στη μελέτη των Πληροφοριακών Συστημάτων στο χώρο της Υγείας, σε τεχνολογικό, θεωρητικό όσο και οργανωτικό επίπεδο. Μέσα από ξεχωριστές ενότητες το βιβλίο α) επιχειρεί μια... Περισσότερες Πληροφορίες",
  "Μάθετε εύκολα πώς να χρησιμοποιείτε το Microsoft Office 2019 ή το Office 365 και πώς να κάνετε περισσότερα πράγματα πιο γρήγορα. Με τα βιβλία της σειράς Βήμα Βήμα θα βρείτε τις απαντήσεις που χρειάζεστε, τη στιγμή που τις χρειάζεστε:Τα σύντομα μαθήματα και οι αναλυτικές εικόνες σάς... Περισσότερες Πληροφορίες",
  "Κυκλοφορεί από τις εκδόσεις Άβακας το βιβλίο WordPress 5.x στα Ελληνικά.Με αυτό το βιβλίο θα μάθετε τα πάντα για τη νέα έκδοση του δημοφιλούς Συστήματος Διαχείρισης Περιεχομένου (CMS), WordPress 5.x.Δείτε σε απλή και κατανοητή γλώσσα πώς να προσθέτετε άρθρα χωρισμένα σε κατηγορίες,... Περισσότερες Πληροφορίες",
  "Ένα βιβλίο για τον νέο χρήστη του XeLaTeX, μιας μοντέρνας έκδοσης του LaTeX με στόχο να καλύψει τις βασικές του ανάγκες. Η παρουσίαση των διαφόρων θεμάτων γίνεται με απλό και εύληπτο τρόπο και συνοδεύεται από πολλά παραδείγματα. Γίνεται εμπεριστατωμένη αναφορά σε θέματα... Περισσότερες Πληροφορίες",
  "Τα κεφάλαια του βιβλίου διαρθρώνονται ως εξής: - Στο κεφάλαιο 1 παρουσιάζουμε τον τρόπο εγκατάστασης του πακέτου εφαρμογών γραφείου OpenOffice.org και συγκεκριμένα της ελληνικής έκδοσης για MS Windows που περιέχεται στο συνοδευτικό CD του βιβλίου. - Το κεφάλαιο 2 παρουσιάζει συνολικά... Περισσότερες Πληροφορίες",
  "Από την αστρονομία ως την μοριακή βιολογία και από την κοινωνιολογία ως τα οικονομικά, ο όγκος και η πολυπλοκότητα των δεδομένων που συλλέγουμε και καλούμαστε να αναλύσουμε αυξάνονται με εκρηκτικούς ρυθμούς. Eπιστήμονες, ερευνητές, επαγγελματίες και ερασιτέχνες από τις... Περισσότερες Πληροφορίες",
  "Το παρόν σύγγραμμα εμπεριέχει ύλη που καλύπτει πλήρως τις διαδικασίες σχεδίασης ψηφιακών συστημάτων με εκτενή αναφορά στις πρακτικές οι οποίες χρησιμοποιούνται στην υλοποίησή τους με τη χρήση κλασικών ολοκληρωμένων κυκλωμάτων.Γίνεται αναφορά στις γλώσσες σχεδίασης... Περισσότερες Πληροφορίες",
  "Όταν η τεχνολογία της Πληροφορικής μπαίνει στην ζωή μας…Σήμερα ζούμε σε ένα ψηφιακό κόσμο, όπου η τεχνολογία εμπλέκεται πλήρως παρεμβαίνει στην καθημερινότητά μας. Από τα αυτοκίνητα ως τις οικιακές συσκευές, από τα κινητά τηλέφωνα ως τις τηλεοράσεις και από τους χώρους... Περισσότερες Πληροφορίες",
  "Οι ψηφιακές τεχνολογίες δεν βοηθούν πλέον τις επιχειρήσεις και τους οργανισμούς μόνο για την αύξηση της λειτουργικής αποτελεσματικότητας και διαχειριστικής αποδοτικότητάς τους. Υποστηρίζουν την επιχειρηματική μεταμόρφωσή τους μέσω εκτενών, σχεδιασμένων εκ νέου,... Περισσότερες Πληροφορίες",
  "- Πώς κατάφερνε ο Έξυπνος Χανς, το άλογο, να κάνει μαθηματικές πράξεις; - Τι μας διδάσκει για τη μεθοδολογία έρευνας η τυφλή γευστική δοκιμή ααψυκτικών από ποτήρια με γράμματα Q και M; - Πώς οι λογαριασμοί στο Facebook μετατρέπονται σε πρωτογενή πηγή έρευνας; - Τι είναι η... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό θα σας διδάξει εύκολα και γρήγορα, όλα όσα χρειάζεστε για να εκμεταλλευτείτε τις ισχυρές δυνατότητες του Microsoft Office 2019.Εκτός από την αναλυτική κάλυψη των εφαρμογών του πακέτου (Word, Excel, Access και PowerPoint), καλύπτει τις βασικές έννοιες των Η/Υ, τη χρήση των Windows 10 και... Περισσότερες Πληροφορίες",
  "Η Μηχανική Μάθηση αποτελεί ίσως τον πιο ραγδαία αναπτυσσόμενο τομέα της Τεχνητής Νοημοσύνης καθώς τα τελευταία χρόνια, ειδικά μετά την έλευση της Βαθιάς Μάθησης, έχει προσφέρει πληθώρα μεθόδων με πολύ καλά έως εντυπωσιακά αποτελέσματα σε όλες σχεδόν τις εφαρμογές που... Περισσότερες Πληροφορίες",
  "Το βιβλίο Συστήματα υπολογιστών: Μια προσέγγιση από την πλευρά του προγραμματιστή εισάγει τους αναγνώστες στις σημαντικές και διαχρονικές έννοιες στις οποίες βασίζονται τα υπολογιστικά συστήματα, δείχνοντας με τι τρόπο αυτές οι έννοιες επηρεάζουν την ορθότητα, την... Περισσότερες Πληροφορίες",
  "Το βιβλίο Ψηφιακή σχεδίαση – Αρχές και πρακτικές θα σας βοηθήσει να αποκτήσετε τις βασικές γνώσεις που χρειάζεστε στο υψηλό επίπεδο (γλώσσες HDL, με έμφαση στη Verilog), στο χαμηλό επίπεδο (ηλεκτρικά κυκλώματα), και στο «απέραντο ενδιάμεσο» που περιλαμβάνει τις πύλες, τα... Περισσότερες Πληροφορίες",
  "Αυτός ο εκτενής και αναλυτικός οδηγός παρουσιάζει τις θεμελιώδεις αρχές της επιστήμης των δεδομένων χωρίς εξεζητημένες τεχνικές λεπτομέρειες, και σας καθοδηγεί βήμα προς βήμα στη μεθοδολογία της αναλυτικής δεδομένων για την εξαγωγή χρήσιμων στοιχείων και την άντληση... Περισσότερες Πληροφορίες",
  "Το \"Βιβλίο της Python\" είναι ένα πλήρες εγχειρίδιο αναφοράς για την εκμάθηση της γλώσσας. Ξεκινάει από τα πιο βασικά στοιχεία που χρειάζεται να μάθει κάποιος ο οποίος ασχολείται για πρώτη φορά με τον προγραμματισμό και προχωράει σε βάθος, σε κάθε πτυχή της γλώσσας και σε πιο... Περισσότερες Πληροφορίες",
  "Ξεκινώντας από τις ψηφιακές λογικές πύλες και προχωρώντας σταδιακά στη σχεδίαση συνδυαστικών και ακολουθιακών κυκλωμάτων, οι Harris και Harris χρησιμοποιούν αυτά τα θεμελιώδη δομικά στοιχεία ως βάση για τη σχεδίαση ενός πραγματικού επεξεργαστή ARM, κάτι που, με δεδομένο ότι... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό παρουσιάζει όσο γίνεται πιο απλά τις βασικές έννοιες τη διαχείρισης βάσεων δεδομένων και ποια είναι τα πλεονεκτήματα της χρήσης μίας σχεσιακής βάσης δεδομένων έναντι της χρήσης απλών αρχείων ή λογιστικών φύλλων. Βασικός σκοπός αυτού του βιβλίου είναι να... Περισσότερες Πληροφορίες",
  "Το Διαδίκτυο είναι ένα παγκόσμιο σύστημα διασυνδεδεμένων δικτύων υπολογιστών, που χρησιμοποιούν το πρωτόκολλο TCP / IP για να εξυπηρετήσουν δισεκατομμύρια χρήστες παγκοσμίως. Θεωρείται το δίκτυο των δικτύων και αποτελείται από εκατομμύρια ιδιωτικά, δημόσια,... Περισσότερες Πληροφορίες",
  "Ένα βιβλίο για την γλώσσα C δεν είναι απαραίτητο να είναι ένα δύσκολο βιβλίο. Το παρόν βιβλίο είναι ένα λειτουργικό και χρήσιμο βοήθημα για την γρήγορη εκμάθηση της γλώσσας C. Η γλώσσα C έχει χρησιμοποιηθεί και χρησιμοποιείται στην Επιστήμη της Πληροφορικής. Διαδραμάτισε... Περισσότερες Πληροφορίες",
  "Το βιβλίο αυτό έχει σαν στόχο την εισαγωγή σε έναν εξαιρετικό κλώνο της γλώσσας LOGO την XLOGO. Η XLogo είναι μια πολύ φιλική έκδοση της γλώσσας Logo η οποία αν και είναι πολύ εύκολη στην εκμάθησή της, δεν έχει όριο στην πολυπλοκότητα των προγραμμάτων που μπορούμε να δημιουργήσουμε.... Περισσότερες Πληροφορίες",
  "Το βιβλίο Δημιουργία 3Δ μοντέλων με το SolidWorks είναι ένας περιεκτικός και αποτελεσματικός οδηγός, σχεδιασμένος και δομημένος ώστε να παρέχει στον αναγνώστη τις απαραίτητες γνώσεις για    αποδοτική χρήση του SolidWorks    δημιουργία και επεξεργασία διδιάστατων σχημάτων   ... Περισσότερες Πληροφορίες",
  " Αυτό το βιβλίο αποσκοπεί στην παρουσίαση της στατιστικής με τρόπο ευνόητο για τους φοιτητές, παρέχοντας μια ανασκόπηση περιγραφικής και επαγωγικής στατιστικής για σπουδαστές με λίγες γνώσεις μαθηματικών στα επιστημονικά πεδία των επιστημών που πραγματεύονται τη... Περισσότερες Πληροφορίες",
  "Τεχνητή Νοημοσύνη/Μηχανική ΜάθησηΜάθετε όλα όσα χρειάζεστε για έτοιμες λύσεις τεχνητής νοημοσύνης και μηχανικής μάθησηςΤο βιβλίο Τεχνητή νοημοσύνη, Μια πραγματολογική ανάλυση θα σας βοηθήσει να λύσετε πραγματικά προβλήματα με σύγχρονα εργαλεία μηχανικής μάθησης,... Περισσότερες Πληροφορίες"
]